Repository: AmazeeLabs/addtoany
Catalog: translations/*.po
Languages: fr

source: General
fr: Général

source: Node Types
fr: Types de Noeuds

source: Display an AddToAny button for these node types.
fr: Afficher un bouton AddToAny pour ces types de noeud.

source: Display in node TEASERS
fr: Afficher dans les RESUMES des noeuds

source: Display an AddToAny button in node teasers.
fr: Afficher un bouton AddtoAny dans les résumés des noeuds.

source: Display in LINK section
fr: Afficher dans le section LIENS

source: Display an AddToAny button in LINK section of node pages.
fr: Afficher un bouton AddToAny dans la section LIENS des pages des noeuds.

source: Display in CONTENT section
fr: Afficher dans le section CONTENU

source: Display an AddToAny button in CONTENT section of node pages.
fr: Afficher un bouton AddToAny dans la section CONTENU des pages des noeuds.

source: Weight
fr: Poids

source: Optional: WEIGHT value for AddToAny button displayed in CONTENT section
fr: Facultatif : valeur du POIDS pour le bouton AddToAny affiché dans la section CONTENU

source: Button
fr: Bouton

source: Custom button URL
fr: URL du bouton personnalisé

source: URL to the button image of your choosing. Example: http://example.com/share.png
fr: URL vers le bouton image de votre choix. Par exemple : http://example.com/share.png

source: Button image HTML attributes
fr: Attributs HTML de l'image du bouton

source: Extra HTML attributes for img tag. Example: alt=""
fr: Attributs HTML supplémentaires pour la balise img. Par example : alt=""

source: Additional options
fr: Options additionnelles

source: Additional script
fr: Script additionnel

source: You can set special JavaScript variables for each Share/Save menu. Advanced users might want to check out Add to Any's <a href="http://www.addtoany.com/buttons/api/">JavaScript API</a>.
fr: Vous pouvez définir des variables Javascript particulières pour chaque Menu Partager/Enregistrer. Les utilisateurs avancés voudront sans doute consulter l'<a href="http://www.addtoany.com/buttons/api/">API Javascript</a> de Add to Any.

source: Drop-down menu
fr: Menu déroulant

source: Disable dropdown
fr: Désactiver le menu déroulant

source: You can disable the drop-down for selecting where to share your link and use a pop-up window instead.
fr: Vous pouvez désactiver le menu déroulant pour sélectionner où partager votre lien, et utiliser une fenêtre popup à la place.

source: Settings for your <a href="http://www.addtoany.com/" target="blank">AddToAny</a> Share/Save buttons.
fr: Paramètres de vos boutons Partager/Enregistrer <a href="http://www.addtoany.com/" target="blank">AddToAny</a>.

source: AddToAny button
fr: Bouton AddToAny

source: administer addtoany
fr: administrer addtoany

source: view addtoany
fr: voir addtoany

source: Helps readers share, save, bookmark, and email your posts and pages using any service, such as Delicious, Digg, Facebook, Twitter, and over 100 more using the <a href='http://www.addtoany.com/' target='_blank'>AddToAny</a> widget.
fr: Aide les lecteurs à partager, enregistrer, mettre en favori, et envoyer par courriel vos pages et publications, en utilisant n'importe quel service, tel que Delicious, Digg, Facebook, Twitter, et plus de 100 autres, à l'aide du widget <a href='http://www.addtoany.com/' target='_blank'>AddToAny</a>
